Repository: edc0der/BreedPic
Catalog: BreedPic/Resources/*.lproj/Localizable.strings
Languages: es

# label.how_it_works
source: How it works
es: Así funciona

# label.feed_tab
source: Feed tab
es: Descubre

# label.feed_description
source: In here you will find a "timeline" of pictures related to your favorite dog breeds.
es: Aquí encontrarás todas las fotos relacionadas a tus razas de perro favoritas.

# label.favorites_tab
source: Favorites tab
es: Favoritas

# label.favorites_description
source: As the name indicates, in here you'll have your favorite pics.
es: Como su nombre lo indíca, acá encontraras tus fotos favoritas.

# label.settings_tab
source: Settings tab
es: Ajustes

# label.settings_description
source: This tab allows you to configure your favorite breeds any time you like.
es: Esta pestaña te permite configurar tus razas favoritas cuando gustes.

# label.what_to_do
source: You can...
es: Aqui puedes...

# label.fav_that_image
source: Favorite
es: Marca como favorito

# label.fav_that_image_description
source: Tick the pics of pups you love.
es: Marca las fotos de los perros que amas.

# label.download_image
source: Download
es: Descarga

# label.download_image_description
source: Save the dogs to your phone.
es: Guarda los perros en tu teléfono.

# label.share_it
source: Share
es: Comparte

# label.share_it_description
source: Share to your contacts
es: Comparte fotos con tus contactos.

# tabbar_item.feed
source: Feed
es: Descubre

# tabbar_item.favorites
source: Favorites
es: Favoritas

# tabbar_item.settings
source: Settings
es: Ajustes
